Repository: NicolasVdk/SQweb-WordPress-Plugin
Catalog: src/languages/sqweb-*.po
Languages: fr_fr

source: You are connected
fr_fr: Vous êtes connecté

source: Need help ?
fr_fr: Besoin d’aide ?

source: Logout
fr_fr: Déconnexion

source: Users detected with Adblock
fr_fr: Utilisateur avec Adblock

source: Users paying with SQweb
fr_fr: Utilisateur avec Sqweb

source: Users seeing ads
fr_fr: Utilisateur voyant la publicité

source: Pages seen with ads blocked
fr_fr: Page vues avec les publicités bloquées.

source: Pages seen by SQwebmen
fr_fr: Page vues par des SQwebmens

source: Pages seen with ads
fr_fr: Page vues avec la publicité

source: Displayed
fr_fr: Affichage

source: Blocked
fr_fr: Bloqué

source: The configuration of SQweb is over, to display the SQweb button on your pages, go to your Widget page and search for "SQweb button". You can also consult your stats on your dashboard on
fr_fr: La configuration de SQweb est terminée, pour afficher le bouton SQweb sur vos pages, allez dans votre menu Widget et cherchez le bouton SQweb. vous pouvez consulter vos stats sur votre panneau de bord sur

source: A error has appeared, please check you correctly followed the installation.
fr_fr: Une erreur est apparu, veuillez vérifier que vous avez correctement suivi l’installation.

source: SQweb is a multisite membership plugin
fr_fr: SQweb est un plugin d’abonnement multisite

source: Users subscribe to SQweb for a premium surf on partners websites.
fr_fr: Les internautes s’abonnent à SQweb pour surfer en premium sur tous les sites partenaires.

source: By joining our network, you’ll get a share of our users subscription whenever they visit your website.
fr_fr: En rejoignant notre réseau vous toucherez une partie de l’abonnement utilisateur dès qu'un abonné visitera votre site.

source: More info
fr_fr: Plus d’info

source: Fair share of income
fr_fr: Partage des revenus équitable

source: Outsoucing of subscribers management
fr_fr: Gestion des abonnés externalisé

source: Secured payment (PCI DSS)
fr_fr: Paiement sécurisé (PCI DSS)

source: Cross platform (PC, tablet, mobile).
fr_fr: Compatible PC, tablettes, mobiles.

source: SQweb is the solution to adblock
fr_fr: SQweb est la solution à Adblock

source: If you have ads on your website, the SQweb plugin allows you to resolve the adblocking problem. SQweb is accepted by users and work with all advertising networks.
fr_fr: Si vous avez de la publicité sur votre site, le plugin SQweb vous permet aussi de résoudre le problème du blocage de la publicité. SQweb est une solution acceptée par les utilisateurs et fonctionne avec toutes les régies.

source: Adblocking statistics
fr_fr: Statistiques sur les bloqueurs de publicités

source: Estimate your losses
fr_fr: Estimation des pertes de revenus

source: Communicate with people using adblock
fr_fr: Outil de communication avec les adbloqueurs

source: Global solution to a global problem
fr_fr: Solution globale à un problème global

source: All features are free, select the one you want.
fr_fr: Toutes les fonctionnalités sont gratuites, sélectionnez celles que vous voulez.

source: Adblock analytics<br> and SQweb subscription
fr_fr: Les statistiques Adblocks<br> et l’abonnement sqweb

source: Adblock analytics
fr_fr: Les statistiques Adblocks

source: To edit the display of adsense, you need to use the widget SQweb ad control
fr_fr: Pour gérer l’affichage de vos pub utilisez le widget SQweb ad control

source: Restart config
fr_fr: Redémarrer la configuration

source: Back
fr_fr: Retour

source: Multisite Membership
fr_fr: Abonnement multisite

source: SQweb is a subscription where users pay 9$ per month to surf without ad and to access the premium content of all websites with a SQweb plugin
fr_fr: SQweb est un abonnement où les utilisateurs paient 9$ par mois pour surfer sans annonce et accéder au contenu premium de tous les sites qui ont plugin SQweb

source: By joining our network, you’ll get a part of the membership fee whenever a subscriber visit your website: our subscribers are your subscribers. The more time an user spend on your website, the more income you will get. To register, pay or activate the premium navigation, the user does not need to leave your website, he just has to click on the SQweb button, that will open window in your website (Iframe).
fr_fr: En rejoignant notre réseau, Chaque fois qu’un abonné visitent votre site Web, vous obtiendrez une partie de leur abonnement : nos abonnés sont vos abonnés. Plus un utilisateur passe de temps sur votre site Internet, plus vos revenu seront important . Pour s’inscrire, payer ou activer la navigation premium, l’utilisateur n’a pas besoin de quitter votre site Web, il a juste à cliquer sur le bouton SQweb, ce qui ouvrira une fenêtre sur votre site (Iframe).

source: You are free to choose the content to display to SQweb subscribers. The only rule is to not expose them to advertising tracking on them.
fr_fr: Vous êtes libre de choisir le contenu à afficher pour les abonnés de SQweb. La seule règle est de ne pas les exposer à la publicité.

source: Do you have content restricted for paying user ?
fr_fr: Avez vous du contenu premium pour les utilisateurs qui payent ?

source: Yes, I want to restrict some content for free user.
fr_fr: Oui, je souhaite restreindre le contenu pour mes utilisateurs normal.

source: No, I just want to hide ads for paying users.
fr_fr: Non, je souhaite juste cacher les pubs pour les utilisateurs qui payent.

source: Setup content restrictions
fr_fr: Configurer les restrictions de contenu

source: Select the categories affected by the restriction.
fr_fr: Choisissez les catégories affectées par les restrictions.

source: I want a part of my content to be displayed for non paying users. If you use this option only the beginning of the post will be displayed.
fr_fr: Je souhaite que seulement une parti de mon continus sois affichez aux utilisateurs normaux. Si vous utilisez cette option, seul une parti du contenus sera affichez.

source: How much % of the articles do you want to show free users, free users and search engines will see this ?
fr_fr: Combien de % des articles voulez vous affichez aux utilisateurs normaux, les utilisateurs normaux et les moteurs de recherche verront cela.s

source: Start restricting content after a number of page views this mean any user will see part of your content and they will be blocked.
fr_fr: Démarrer les restrictions après un certain nombre de page vues, cela veut dire que les utilisateurs verrons une partie de votre contenu et seront ensuite bloquer.

source: How many articles free users can see daily before being blocked ?
fr_fr: Combien d’articles gratuit l’utilisateur peut voir par jours avant d’être bloquer ?

source: Articles per day
fr_fr: Articles par jours

source: I want the posts to be available to non paying users after some days.
fr_fr: Je souhaite que les articles sois disponible gratuitement après un certain nombre de jours.

source: How many days will the posts remain restricted ?
fr_fr: Combien de jours un articles reste restreint ?

source: days before end of restriction
fr_fr: jours avant la fin de la restriction

source: SQweb Users must navigate without ADS on my website.
fr_fr: Les utilisateurs peuvent naviguer sans pub sur votre site internet.

source: Continue install
fr_fr: Continuer l’installation

source: This will be used for the iframe that visitors will use to register, payement and login.
fr_fr: Il sera utilisé par les visiteurs pour utiliser l’inscription, le payement et la connexion.

source: Setup SQweb
fr_fr: Configurer SQweb

source: Language of your website
fr_fr: Langue de votre site

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: Español
fr_fr: Espagnol

source: Text for not connected user
fr_fr: Texte utilisateur non connecté

source: Remove Ads
fr_fr: Enlever la pub

source: Text for connected user
fr_fr: Texte utilisateur connecté

source: Connected
fr_fr: Connecté

source: Blue
fr_fr: Bleu

source: Grey
fr_fr: Gris

source: Remove ads
fr_fr: Enlever la pub

source: Go to Adblock Manager
fr_fr: Configurer l’Adblock Manager

source: Since 2013 we developped an expertise about ad-blocking by working with hundreds of publishers. Our Adblock Manager ables you to measure the impact of adblockers on your websites, target your audience, and deploy an efficient response.
fr_fr: Depuis 2013 nous avons développé une expertise autour des bloqueurs de publicités en partenariat avec des centaines d'éditeurs. Notre adblock manager vous permet d'analyser l'impact d'adblock sur votre site, de mieux connaître votre audience et d'apporter une réponse efficace.

source: ANALYSIS
fr_fr: ANALYSE

source: Adblock rate on visitors and page views
fr_fr: Taux visiteurs et pages vues avec adblock

source: Revenu loss estimate
fr_fr: Estimation des pertes de revenu

source: Platform, browsers and audience segmentation
fr_fr: Segmentation par plateformes, navigateurs et audience

source: Personalized reports and benchmarking from other websites
fr_fr: Rapport personnalisé et positionnement par rapport aux autres sites

source: RESPONSE
fr_fr: RÉPONSE

source: Custom message to adblockers
fr_fr: Message totalement personnalisable

source: A/B testing and performance reports
fr_fr: A/B testing et statistiques sur l’efficacité des messages

source: Experience sharing with other publishers
fr_fr: Partage d'expériences avec d'autres éditeurs

source: Alternative to ads offers with SQwbe or other paywalls
fr_fr: Alternatives comme l'abonnement SQweb ou d'autres paywall

source: The Adblock manager will automatically record adblocking statistics when sqweb plugin is active, find the results on your dashboard on
fr_fr: L’Adblock manager va automatiquement enregistrer les statistiques d’adblocks une fois le plugin sqweb actif, vous pouvez trouvez le résultat sur votre tableau de bord sur

source: Would you like to display a message to your adblockers ?
fr_fr: Voulez vous affichez un message à vos adblockers ?

source: Enter message to show at adblockers
fr_fr: Entrer le message à afficher aux adblockers

source: The message will be shown in a banner at the bottom of the window.
fr_fr: Ce message apparaîtra dans une bannière en bas de page.

source: Confirm install
fr_fr: Terminer l’installation

source: You finished the installation, to display the SQweb button, go to your Widget menu and search for the widget called "SQweb Button"
fr_fr: Vous avez terminé l’installation, pour afficher le bouton SQweb, rendez vous dans votre menu widget et cherchez le widget appelé « SQweb button ».

source: I don't have account
fr_fr: Je n’ai pas de compte

source: I have an account
fr_fr: J’ai un compte

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom de famille

source: Password
fr_fr: Mot de passe

source: password
fr_fr: Mot de passe

source: Sign up
fr_fr: Inscription

source: Sign in
fr_fr: Connexion

source: Put here your advertising code to hide it for SQweb users
fr_fr: Mettez ici la publicité qui sera cachée pour les utilisateurs payant SQweb.

source: SQweb ad control
fr_fr: SQweb advertising contrôleur

source: Title:
fr_fr: Titre:

source: Advertising code here:
fr_fr: Votre code publicitaire ici:

source: Content for paying users:
fr_fr: Contenu pour les utilisateurs Sqweb:

source: Button to activate SQweb on your website.
fr_fr: Bouton pour activé SQweb sur votre site.

source: SQweb button
fr_fr: SQweb bouton

source: CLICK HERE TO LOG IN
fr_fr: Cliquez ici pour vous connectez

source: Edit settings
fr_fr: Editez les paramètres

source: Content restricted to subscribers, Click here to activate your account.
fr_fr: Le contenu est restreint aux abonnées, cliquer ici pour activer votre compte !

source: <b>SQweb notice : </b>You need to log in to use SQweb. <a href="admin.php?page=SQwebAdmin">Click here to proceed</a>.
fr_fr: <b>SQweb notice : </b>Vous devez vous connectez pour utiliser SQweb <a href="admin.php?page=SQwebAdmin">Cliquez ici pour vous connectez</a>.

source: Settings
fr_fr: Configuration
